  export const products = [
        {
            id: 1,
            category: 'Dog',
            name: 'Premium Dog Food – Chicken & Rice',
            description: 'อาหารเม็ดสูตรสมดุล สำหรับสุนัขอายุตั้งแต่ 1 ปีขึ้นไป',
            price: 890,
            emoji: '🐶',
            quantity: 1
        },
        {
            id: 2,
            category: 'Cat',
            name: 'Grain-Free Cat Food – Salmon',
            description: 'สูตรเกรนฟรีสำหรับแมวที่แพ้ง่าย ช่วยให้ขนเงางาม',
            price: 720,
            emoji: '🐱',
            quantity: 1
        },
        {
            id: 3,
            category: 'Dog / Cat',
            name: 'Interactive Toy Set',
            description: 'ของเล่นเพิ่มกิจกรรมและลดความเครียดสำหรับสัตว์เลี้ยง',
            price: 450,
            emoji: '🎾',
            quantity: 1
        },


    ];